{
    "results": [
    {"id":1, "url": "https://www.google.com", "label":"Google", "description":"The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates."},
    {"id":2, "url":"https://www.facebook.com", "label":"Facebook", "description":"Facebook is a website which allows users, who sign-up for free profiles, to connect with friends, work colleagues or people they don't know, online. It allows users to share pictures, music, videos, and articles, as well as their own thoughts and opinions with however many people they like."},
    {"id":3, "url": "https://www.twitter.com", "label":"Twitter", "description":"Twitter is a free social networking microblogging service that allows registered members to broadcast short posts called tweets. Twitter members can broadcast tweets and follow other users' tweets by using multiple platforms and devices. ... The default settings for Twitter are public."},
    {"id":4, "url":"https://www.instagram.com", "label":"Instagram", "description":"our Instagram bio is the section on your profile page where you include some information about yourself and/or your business. It can be found underneath your"},
    {"id":5, "url": "https://www.github.com", "label":"Github", "description":"GitHub is a web-based version-control and collaboration platform for software developers. ... GitHub facilitates social coding by providing a web interface to the Git code repository and management tools for collaboration. GitHub can be thought of as a serious social networking site for software developers."},
    {"id":6, "url":"https://www.linkedin.com", "label":"Linkedin", "description":"What is LinkedIn? LinkedIn is a professional networking site. For you, it's something between a social network and a job board. You use it to stay in touch with your professional connections and look for new career opportunities."},
    {"id":7, "url": "https://www.gap.com", "label":"Gap", "description":"Find Your Favourites For The Season at Gap®. Shop The Latest Styles Online Today! See What's New At Gap. Shop Denim"},
    {"id":8, "url":"https://www.gapfactory.com", "label":"Gap Factory", "description":"Get great prices on great style when you shop Gap Factory clothes for women, men, baby and kids. Gap Factory clothing is always cool"},
    {"id":9, "url": "https://www.gapinc.com", "label":"Gap Inc", "description":"From company news to career opportunities, learn more about Gap Inc. and its portfolio of global brands including Old Navy, Gap, Banana Republic"},
    {"id":10, "url":"https://www.wikipedia.org", "label":"Wikipedia", "description":"Wikipedia is a free, open content online encyclopedia created through the collaborative effort of a community of users known as Wikipedians. Anyone registered on the site can create an article for publication; registration is not required to edit articles"},
    {"id":11, "url": "https://play.google.com", "label":"Google Play", "description":"The Google Play short description is a sentence that'll appear in the first impression of your Google Play product page below the screenshot. This means it'll be visible to 100% of the users, as opposed to the less impactful App Store app description."},
    {"id":12, "url":"https://www.google.com/photos/about", "label":"Google Photos", "description":"Google Photos is the home for all your photos and videos, automatically organized and easy to share."}
    ]
}